Case_n0_25/Case_a0_05/Case_lc0_02/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    sides
    {
        type            empty;
        nFaces          19200;
        startFace       47336;
    }
    lowerWall
    {
        type            wall;
        nFaces          600;
        startFace       66536;
    }
    rightWall
    {
        type            wall;
        nFaces          64;
        startFace       67136;
    }
    atmosphere
    {
        type            patch;
        nFaces          600;
        startFace       67200;
    }
    inlet
    {
        type            patch;
        nFaces          64;
        startFace       67800;
    }
)

// ************************************************************************* //
